Repository: LimitlessFavour/Hollow
Catalog: lib/l10n/arb/app_*.arb
Languages: fr

# create_new_account
source: Bet money on anything, with anyone.
fr: Créer un nouveau compte

# we_glad_you_here
source: We’re glad you’re here. Please create your account in a few steps.
fr: Nous sommes heureux que vous soyez ici. Veuillez créer votre compte en quelques étapes.

# first_name_middle_name
source: First Name and Middle Name
fr: Prénom et nom moyen

source: Last Name
fr: Nom de famille

source: Preferred Name/ Username
fr: Nom ou nom d'utilisateur préféré

source: Phone Number
fr: Numéro de téléphone

source: Email Address
fr: Adresse e-mail

source: Password
fr: Mot de passe

# i_have_read_chagera
source: I have read and agree to Chagera’s
fr: J'ai lu et accepté

source: Terms of Service
fr: les Conditions de service

source: Privacy Policy
fr: la Politique de confidentialité

source: Card Holder Agreement
fr: Contrat de titulaire de carte de Chagera

source: Create My Account
fr: Créer mon compte

# got_an_account_question
source: Got an account?
fr: Vous avez un compte ?

source: Sign in
fr: Se connecter

source: New Password
fr: NNouveau mot de passe

# must_be_8_chars
source: Must be 8 charcters at least
fr: Doit être de 8 caractères au moins

# must_contain_special_char
source: Must contain a special character
fr: Doit contenir un caractère spécial

# must_contain_number
source: Must contain a number at least
fr: Doit contenir un numéro au moins

# acct_verification_pending
source: Account verification pending. Features would be available once approved
fr: Vérification des comptes en cours. Les caractéristiques seraient disponibles une fois approuvées

source: Create Wallet
fr: Créer un portefeuille

source: Send money
fr: Envoyer de l'argent

source: Convert
fr: Converti

source: Airtime & Data
fr: Temps d'antenne et données

source: Virtual Acc
fr: Compte virtuel

# tickets_n_events
source: Tickets & Events
fr: Billets et événements

source: More
fr: Plus

source: Recent Transactions
fr: Transactions récentes

source: See all
fr: Voir tous

source: No transactions yet.
fr: Pas encore de transactions.

source: Create New Wallet
fr: Créer un nouveau portefeuille

# what_type_wallet
source: What type of wallet do you want to create?
fr: Quel type de portefeuille voulez-vous créer ?

source: Choose Wallet
fr: Choisissez Portefeuille

source: Proceed
fr: Procéder

source: Search Item
fr: Élément de recherche

# please_fill_details_wallet
source: Please fill in the details to create your wallet.
fr: Veuillez remplir les détails pour créer votre portefeuille.

source: Select Country/ Currency
fr: Sélectionnez Pays/Monnaie

# successfull
source: Successful!
fr: Réussi !

# your_wallet_created_successfully
source: Your wallet has been created successfully.
fr: Votre portefeuille a été créé avec succès.

source: Fund Wallet
fr: Portefeuille du Fonds

source: Back to Home
fr: Retour à la maison

source: Hi
fr: Salut

source: Welcome Back
fr: Bon retour

# currency_balance
source: %1 Balance
fr: %1 Solde

source: Withdraw
fr: Se retirer

source: Fund
fr: Fonds
